Repository: UPCnet/genweb6.tfemarket
Catalog: src/genweb6/tfemarket/locales/*/LC_MESSAGES/genweb6.tfemarket.po
Languages: ca, es

source: <b>Error:</b> The format is incorrect. <b>name.lastname</b>
ca: <b>Error:</b> El format és incorrecte. <b>nom.cognom</b>
es: <b>Error:</b> El formato es incorrecto: <b>nombre.apellido</b>

source: A3
ca: Has confirmat l’assignació d’aquesta oferta. Les teves dades i les de l’oferta es traspassaran a PRISMA per tal de formalitzar la matrícula. Si tens qualsevol dubte pots adreçar-te a la teva secretaria.
es: Has confirmado la asignación de esta oferta. Tus datos y los de la oferta se traspasarán a PRISMA para formalizar la matrícula. Si tienes cualquier duda puedes dirigirte a tu secretaría

source: A4
ca: Has renunciat a l’oferta i s’ha comunicat al professor/a. Si vols tornar a sol·licitar-la has d’omplir una nova sol·licitud.
es: Has renunciado a la oferta y se ha comunicado al profesor/a. Si quieres volver a solicitarla debes rellenar una nueva solicitud

source: A5
ca: Sol·licitud presentada. Rebràs un missatge de correu amb les dades de la teva sol·licitud i un enllaç a aquesta, a través del qual podràs consultar el seu estat. Els canvis d'estat de la teva sol·licitud es comuniquen també mitjançant el correu electrònic.
es: Solicitud presentada. Recibirás un mensaje de correo con los datos de tu solicitud y un enlace a la misma, a través del cual podrás consultar su estado. Los cambios de estado de tu solicitud se comunican también mediante el correo electrónico

source: A6
ca: Actualment hi ha altres sol·licituds pendents, es recomana rebutjar-les per no tenir la resta d'estudiants a l'espera.
es: Actualmente hay otras solicitudes pendientes, se recomienda rechazarlas por no tener al resto de estudiantes a la espera

source: A7
ca: La sol·licitud ha estat cancel·lada.
es: La solicitud ha sido cancelada

source: Aceptada
ca: Acceptada
es: Accepted

source: Add languages one per line
ca: Afegeix un idioma per línia
es: Añade un idioma por línea

source: Add tags one per line
ca: Afegeix un tag per línia
es: Añade una etiqueta por línea

source: Add the .csv file separated by , with the degrees by school:
ca: Afegeix el fitxer .csv separat per , amb les titulacions per escola:
es: Añade el archivo csv, con las titulaciones por escuela:

source: Add the .csv file separated by , with the offers:
ca: Afegiu el fitxer .csv separat per , amb les ofertes:
es: Agregue el archivo csv con las ofertas:

source: Add topics one per line
ca: Afegeix un tema per línia
es: Añade un tema por línea

source: Adds effective date and expiration date fields required.
ca: Afegeix camps efectius de data i caducitat obligatoris.
es: Agrega los campos de fecha de vigencia y fecha de vencimiento requeridos.

source: Alert
ca: Alerta
es: Alerta

source: All
ca: Totes
es: Todas

source: Alternative email
ca: Correu alternatiu
es: Correo alternativo

source: Alternative email name
ca: Nom del correu alternatiu
es: Nombre del correo alternativo

source: Assign the offer
ca: Assigna l'oferta
es: Asigna la oferta

source: Body
ca: Comentaris
es: Comentarios

source: Breu explicació dels aspectes bàsics del treball
es: Breve explicación de los aspectos básicos del trabajo

source: CA
ca: Català
es: Catalán

source: Cancela
ca: Cancel·la
es: Canceled

source: Center code
ca: Codi del centre
es: Código del centro

source: Close
ca: Tancar
es: Cerrar

source: Codi Expedient
es: Código espediente

source: Codirector
ca: Codirector/a
es: Codirector/a

source: Codirector Email
ca: Email del codirector/a
es: Email del codirector/a

source: Codirector Fullname
ca: Nom del codirector/a
es: Nombre del codirector/a

source: Codirector University department
ca: Departament del codirector/a
es: Departamento del codirector/a

source: Company
ca: Empresa
es: Empresa

source: Comprova que la teva titulació correspon a la titulació per a la qual s'oferta el treball
es: Comprueba que tu titulación corresponde a la titulación para la que se oferta el trabajo

source: Coneixements previs necessaris per portar a terme el treball
es: Conocimientos previos necesarios para llevar a cabo el trabajo

source: Confidential
ca: Confidencial (informatiu)
es: Confidencial (informativo)

source: Confirm removal of offer.
ca: Confirma l'eliminació de l'oferta.
es: Confirma la eliminación de la oferta.

source: Confirm the copy of offer.
ca: Confirma la copia de l'oferta.
es: Cofirma la copia de la oferta.

source: Confirm the rename of offer.
ca: Confirma el canvi de nom de l'oferta.
es: Confirma el cambio de nombre de la oferta.

source: Copy offer
ca: Copiar oferta
es: Copiar oferta

source: Create an offer
ca: Crear oferta
es: Crear oferta

source: DIRECTORI: Usuari no trobat en al directori
es: DIRECTORIO: Usuario no encontrado en el directorio

source: Date
ca: Data
es: Fecha

source: Date range for offer
ca: Interval de dates per a l'oferta
es: Rango de fechas para la oferta

source: Dates
es: Fechas

source: Degree
ca: Titulació
es: Titulación

source: Degree code at PRISMA
ca: Codi del grau a PRISMA
es: Código de titulación en PRISMA

source: Degree deleted
ca: Titulació eliminada
es: Titulación eliminada

source: Degrees
ca: Titulacions
es: Titulaciones

source: Delete offer
ca: Eliminar oferta
es: Eliminar oferta

source: Departament
ca: Departament del professor/a
es: Departamento

source: Description
ca: Descripció
es: Descripción

source: Design
ca: Disseny
es: Diseño

source: Desplega tot <i class="fa fa-chevron-down" aria-hidden="true"></i>
es: Muestra todo <i class="fa fa-chevron-down" aria-hidden="true"></i>

source: Developer language
ca: Idioma de treball
es: Idioma de trabajo

source: Development languages
ca: Idiomes d'elaboració del treball
es: Idiomas de elaboración del trabajo

source: Direction
ca: Direcció
es: Dirección

source: Download CSV
ca: Descàrregar CSV
es: Descargar CSV

source: EN
ca: Anglès
es: Inglés

source: ES
ca: Espanyol
es: Español

source: El teu treball encara no s'ha inscrit. Aquesta titulació requereix que et posis en contacte amb la secretaria del teu centre
es: Tu trabajo todavía no se ha inscrito.esta titulación requiere que te pongas en contacto con la secretaría de tu centro

source: El treball que vols sol·licitar no està ofertat per a la titulació que curses o ja has sol·licitat una amb aquesta mateixa titulació. Contacta amb la secretaria del teu centre.
es: El trabajo que quieres solicitar no está ofertado para la titulación que cursas o ya has solicitado una con esta misma titulación. contacta con la secretaría de tu centro.

source: Email
ca: Correu
es: Correo

source: Enroll
ca: Inscripció
es: Inscripción

source: Enroll type
ca: Tipus d'inscripció
es: Tipo de inscripción

source: Environmental Theme
ca: Temàtica ambiental
es: Temática ambiental

source: Environmental theme
ca: Temàtica ambiental
es: Temática ambiental

source: Error the identifier exists.
ca: Error l'identificador ja existeix.
es: Error el identificador ya existe.

source: Error you can't perform the action.
ca: No pots realitzar aquesta acció.
es: No puedes realizar esta acción.

source: Expiration date
ca: Caducitat
es: Caducidad

source: External
ca: Extern
es: Externo

source: FR
ca: Francès
es: Francés

source: Falta carregar les titulacions.
es: Falta cargar las titulaciones.

source: Falta omplir "Idioma del treball"
es: Falta rellenar el idioma del trabajo.

source: Falta omplir les dades d'empresa
es: Falta rellenar las datos de la empresa

source: Features
ca: Tasques a realitzar / Característiques
es: Tareas a realizar/Características

source: Fullname
ca: Nom complet
es: Nombre completo

source: Hide applications
ca: Amaga sol·licituds
es: Esconder solicitudes

source: Hide search
ca: Amaga cercador
es: Ocultar buscador

source: IDENTITAT DIGITAL: %s
es: IDENTIDAD DIGITAL: %s

source: Identifier Offer TFE
ca: Identificador de l'oferta
es: Identificador de la oferta TFE

source: If this field is not filled in, the default Genweb email name will be taken
ca: Si no s'omple el camp de correu s'agafarà el nom de correu per defecte del Genweb
es: Si no se rellena el campo de correo se pillara el nombre del correo por defecto del Genweb

source: If this field is not filled in, the default Genweb email will be taken
ca: Si no s'omple aquest camp s'agafarà el correu per defecte del Genweb
es: Si no se rellena este campo se pillara el correo por defecto del Genweb

source: Import offers
ca: Importa ofertes
es: Importar ofertas

source: Import the degrees
ca: Importa totes les titulacions
es: Importar todas las titulaciones

source: Import the offers
ca: Importa les ofertes
es: Importar las ofertas

source: Info
ca: Informació
es: Información

source: Installs the genweb6.tfemarket add-on.
ca: Instal·lar paquet de genweb6.tfemarket
es: Instalar paquete de genweb6.tfemarket

source: Keywords
ca: Paraules clau
es: Palabras clave

source: Language work elaboration
ca: Idioma d'elaboració del treball
es: Idioma de elaboración del trabajo

source: Languages work elaboration
ca: Idiomes d'elaboració del treball
es: Idiomas de elaboración del trabajo

source: Last month
ca: Últim mes
es: Último mes

source: Last week
ca: Última setmana
es: Última semana

source: MAll
ca: Tots
es: Todos

source: MEC code
ca: Codi MEC
es: Código MEC

source: MEC degree code
ca: Codi MEC del Grau
es: Código MEC de la titulación

source: Market of TFE
ca: Configuració del TFE
es: Configuración del TFE

source: Mobile
ca: Mòbil
es: Móvil

source: Modality
ca: Modalitat
es: Modalidad

source: Months until expiration
ca: Mesos fins a la caducitat
es: Meses hasta la expiración

source: Months until the offer expires automatically
ca: Mesos fins que l'oferta caduqui automàticament
es: Meses hasta la expiración automática de la oferta

source: More info
ca: Més info
es: Más info

source: Màxim segons normativa del centre
es: Máximo según la normativa del centro

source: Name
ca: Nom
es: Nombre

source: Name center
ca: Nom del centre
es: Nombre del centro

source: No esta correctament configurat: '%s'
ca: No està correctament configurat: '%s'
es: No está correctamente configurado: '%s'

source: No results found.
ca: No s'han trobat resultats.
es: No se han encontrado resultados.

source: Number of offers created
ca: Nombre d'ofertes creades
es: Número de ofertas creadas

source: Number of students
ca: Nombre d'estudiants
es: Número de estudiantes

source: Ofertes
es: Ofertas

source: Offer id
ca: Identificador de l'oferta
es: Identificador de la oferta

source: Offer title
ca: Títol de l'oferta
es: Título de la oferta

source: Options
ca: Opcions
es: Opciones

source: Other data
ca: Altres dades
es: Otros datos

source: Others
ca: Altre
es: Otro

source: PRISMA code
ca: Codi PRISMA
es: Código PRISMA

source: PRISMA id
ca: ID de PRISMA
es: ID de PRISMA

source: Parameter to post the student enroll
ca: Paràmetre per inscriure a l'alumne
es: Parámetro para publicar la inscripción del estudiante

source: Plan year
ca: Any del pla
es: Año del plan

source: Plega tot <i class="fa fa-chevron-up" aria-hidden="true"></i>
es: Oculta todo <i class="fa fa-chevron-up" aria-hidden="true"></i>

source: Possibility of scholarship
ca: Possibilitat de beca/finançament
es: Posibilidad de beca / subvención

source: Program type
ca: Tipus de programa
es: Tipo de programa

source: Project
ca: Projecte
es: Proyecto

source: Publication date
ca: Publicació
es: Publicación

source: Quines ofertes cerques?
es: ¿Qué ofertas buscas?

source: Rebutjada
es: Declined

source: Register
ca: Registre
es: Registro

source: Rename offer
ca: Renombrar oferta
es: Renombrar oferta

source: Renuncia
es: Resignation

source: Request the offer
ca: Sol·licita l'oferta
es: Solicitar la oferta

source: Requirements
ca: Requisits
es: Requesitos

source: Resultat esperat d’aquest treball
es: Resultado esperado de este trabajo

source: Return to market
ca: Retorna al mercat
es: Vuelve al mercado

source: Review State
ca: Estat de revisió actiu
es: Estado de revisión activo

source: SOA bus or Digital Identity not configured. Contact the site administrator.
ca: Bus SOA o Identitat Digital no configurat. Posis en contacte amb l'administrador del lloc.
es: Bus SOA o Identitat Digital no configurado. Pongase en contacto con el administrador del sitio.

source: Scope of cooperation
ca: Ambit de cooperació
es: Ámbito de cooperación

source: Search
ca: Cerca
es: Buscar

source: Search codirector
ca: Cerca
es: Buscar

source: Search teacher
ca: Cerca
es: Busca el profesor/a

source: Search_codirector
ca: Cerca
es: Buscar

source: Search_teacher
ca: Cerca
es: Busca el profesor/a

source: Select if you want to add "Reviewer" role
ca: Seleccionar si és necessari el rol de revisió
es: Seleccionar si es necesario el rol de revisión

source: Select the market from which you want to export the data.
ca: Seleccioneu el mercat del qual voleu exportar l'informació.
es: Seleccione el mercado del cual desea exportar la información.

source: Select the market where you want to import the offers.
ca: Seleccioneu el mercat on voleu importar les ofertes.
es: Seleccione el mercado donde desea importar las ofertas.

source: Settings
ca: Configuració
es: Configuración

source: Shortname
ca: Nom curt / Identificador
es: Nombre corto / Identificador

source: Show applications
ca: Mostra sol·licituds
es: Mostrar solicitudes

source: Show search
ca: Mostra cercador
es: Mostrar buscador

source: Sol·licita
es: Solicita

source: State
ca: Estat
es: Estado

source: Stats
ca: Estadístiques
es: Estadísticas

source: Study
ca: Estudi
es: Estudio

source: Submit
ca: Enviar
es: Enviar

source: TFE Mercat
es: TFE Market

source: TFEdepartament
ca: Departament
es: Departamento

source: TFEteacher
ca: Professor/a
es: Profesor/a

source: Tags
ca: Llistat de paraules clau
es: Listado de palabras clave

source: Targets
ca: Objectius
es: Objetivos

source: Teacher Email
ca: Email del professor/a
es: Email del profesor/a

source: Teacher Fullname
ca: Nom del professor/a
es: Nombre del profesor/a

source: Teacher manager
ca: Director/a
es: Director/a

source: Telephone
ca: Telèfon
es: Teléfono

source: Text to search
ca: Text a cercar
es: Texto a buscar

source: The current offer contains a confirmed application.
ca: Aquesta oferta conté sol·licituds confirmades.
es: Esta oferta contiene una solicitud confirmada.

source: The offer can't be assign. There must be at least one confirmed application and the others cancelled, rejected or renounced
ca: L'oferta no es pot assignar. Hi ha d'haver almenys una sol·licitud confirmada i la resta cancel·lada, rebutjada o renunciada.
es: La oferta no puede ser asignada. Debe haber al menos una solicitud confirmada y las otras canceladas, rechazadas o renunciadas.

source: The offer can't be canceled if it contains active applications.
ca: L'oferta no es pot cancel·lar si conté sol·licituds actives.
es: La oferta no se puede cancelar si contiene solicitudes activas.

source: The offer can't be deleted.
ca: L'oferta no es pot eliminar, té sol·licituds actives.
es: La oferta no se puede eliminar, tiene solicitudes activas.

source: The offer could not be copied.
ca: L'oferta no s'ha pogut copiar.
es: No se ha podido copiar la oferta.

source: The offer could not be removed.
ca: L'oferta no s'ha pogut eliminar.
es: No se ha podido eliminar la oferta.

source: The offer has been copied.
ca: L'oferta ha sigut copiada.
es: La oferta se ha copiado.

source: The offer has been modified.
ca: L'oferta a sigut modificada.
es: La oferta a sido modificada.

source: The offer has been removed.
ca: L'oferta a sigut eliminada.
es: La oferta a sido eliminada.

source: The offer is expired.
ca: L'oferta està vençuda.
es: La oferta está caducada.

source: Title
ca: Títol
es: Título

source: Title of the degree with which you request the offer
ca: Titulació amb la qual sol·licites l'oferta
es: Titulación con la que solicitas la oferta

source: Titulacions
es: Titulaciones

source: Titulacions CA
es: Titulaciones CA

source: Titulacions EN
es: Titulaciones EN

source: Titulacions ES
es: Titulaciones ES

source: To import the offers access the following <a href="import_ofertes">link</a>.
ca: Per importar les ofertes accedeixi al següent <a href="import_ofertes">enllaç</a>.
es: Para importar las ofertas acceda al siguiente <a href="import_ofertes">enlace</a>.

source: To reset the counter access the following <a href="reset_offers_counter">link</a>.
ca: Per restablir el comptador accedeixi al següent <a href="reset_offers_counter">enllaç</a>.
es: Para restablecer el contador acceda al siguiente <a href="reset_offers_counter">enlace</a>.

source: Tools of the TFE
ca: Eines del TFE
es: Herramientas del TFE

source: Topic
ca: Tema
es: Tema

source: Topics of the TFE
ca: Temàtiques principals dels TFE's
es: Temas principales de los TFE's

source: Type
ca: Tipus
es: Tipo

source: Type codirector
ca: Tipus de codirector/a
es: Tipo de codirector/a

source: UPC Mercat TFE
ca: UPC Mercat TFE (genweb.tfemarket)
es: Mercado de trabajos de final de estudios de la UPC

source: Un crèdit ECTS equival a 25 hores de treball. La càrrega de treball s'adaptarà als crèdits de la titulació.
es: Un crédito ECTS equivale a 25 horas de trabajo. La carga de trabajo se adaptará a los créditos de la titulación.

source: Uncheck this option if you do not want to see the number of students in an offer
ca: Desmarca aquesta opció si no es vol veure el nombre d'estudiants en una oferta
es: Desmarca está opción si no se quiere ver el número de estudiantes de una oferta

source: Uninstalls the genweb6.tfemarket add-on.
ca: Desinstal·lar paquet de genweb6.tfemarket
es: Desinstalar paquete de genweb6.tfemarket

source: Universitat
es: Universidad

source: University
ca: Universitat
es: Universidad

source: University department
ca: Departament
es: Departamento del profesor/a

source: User
ca: Usuari
es: Usuario

source: VINCULACIÓ: No hem trobat la teva vinculació com a d'ESTUDIANT. Contacta amb la teva secretaria.
es: VINCULACIÓN: No hemos encontrado tu vinculación como de ESTUDIANTE. Contacta con tu secretaría.

source: View all offers
ca: Veure totes les ofertes
es: Ver todas las ofertas

source: View me offers
ca: Veure les meves ofertes
es: Ver mis ofertas

source: View number of students
ca: Veure nombre d'estudiants
es: Ver el número de estudiantes

source: When changing the title, the short name will be automatically updated.
ca: Al modificar el títol, el nom curt s'actualitzarà actomàticament.
es: Al modificar el título, el nombre corto se actualizará automáticamente.

source: Workload
ca: Càrrega de treball
es: Carga de trabajo

source: Yes
ca: Si
es: Sí

source: You don't have permission for create a application.
ca: No teniu permisos per crear una sol·licitud.
es: No tienes permisos para crear una solicitud.

source: You have already created an application. You can see it on the main page of the market.
ca: Ja has fet una sol·licitud. Pots visualitzar-la a la pàgina inicial.
es: Ya has hecho una solicitud. Puedes visualizarla en la página principal del mercado.

source: You will only be able to eliminate those offers that you face will not be assigned and have no active requests.
ca: Només podràs eliminar aquelles ofertes que no estiguin assignades i no tinguin cap sol·licitud activa.
es: Sólo podrás eliminar las ofertas que no estén asignadas y no tengan ninguna solicitud activa.

source: Your application
ca: La teva sol·licitud
es: Tu solicitud

source: application
ca: Sol·licitud
es: Solicitud

source: choose_tfe
ca: Trieu un TFE
es: Elije un TFE

source: classifications
ca: Classificacions
es: Clasificaciones

source: confidential
ca: Confidencial (informatiu)
es: Confidencial (informativo)

source: confirm_reset_counter
ca: Confirma que vols reiniciar el contador d'ofertes. Has esborrat o arxivat totes les ofertes?
es: ¿Estás seguro de reiniciar el contador de ofertas?

source: degree
ca: Titulació
es: Titulación

source: download_applications
ca: Exportar sol·licituds
es: Exportar solicitudes

source: download_offers
ca: Exportar ofertes
es: Exportar ofertas

source: edit
ca: Edita
es: Editar

source: expired
ca: vençut
es: caducada

source: genweb6.tfemarket (uninstall)
ca: genweb6.tfemarket (desintal·lar)
es: genweb6.tfemarket (desinstalar)

source: grant
ca: Beca/finançament
es: Beca / subvención

source: help_effective_date
ca: La data en què es publicarà l'element
es: La fecha en que se publicará el elemento.

source: help_expiration_date
ca: La data en què vencerà l'element.
es: La fecha en que vencerá el elemento.

source: help_titulacions_table
ca: Dades importades mitjançant un fitxer .csv. Pot importar les titulacions des del següent <a href="import_titulacions">enllaç</a>.
es: Datos importados mediante un archivo csv. Puede importar las titulaciones desde el siguiente <a href="import_titulacions"> enlace </a>.

source: keys
ca: Paraules clau
es: Palabras clave

source: market
ca: Mercat
es: Mercado

source: modality
ca: Modalitat
es: Modalidad

source: name.surname
ca: nom.cognom
es: nombre.apellido

source: offer
ca: Oferta
es: Oferta

source: offer_center
ca: Centre
es: Centro

source: offer_features
ca: Tasques a realitzar / Característiques
es: Tareas a realizar / Características

source: offer_targets
ca: Objectius
es: Objetivos

source: offer_topic
ca: Tema
es: Tema

source: offer_type
ca: Tipus
es: Tipo

source: offer_workload
ca: Càrrega de treball
es: Carga de trabajo

source: requirements
ca: Requisits
es: Requisitos

source: reset_counter
ca: Reinicia el contador
es: Reiniciar contador

source: tfe_lang
ca: Idioma del treball
es: Idioma del trabajo

source: tfgm
ca: TFG/TFM
es: TFG/TFM

source: show expired
es: Mostrar vencidas
