Repository: UPCnet/genweb6.tfemarket
Catalog: src/genweb6/tfemarket/locales/*/LC_MESSAGES/genweb.tfemarket.workflow.po
Languages: es

source: Assignada (intranet)
es: Asignada (intranet)

source: Assignada
es: Asignada

source: Proposta
es: Propuesta

source: Cancel·lada
es: Cancelada

source: En revisió
es: En revisión

source: Assigna l'oferta
es: Asigna la oferta

source: Assigna l'oferta (intranet)
es: Asigna la oferta (intranet)

source: Caduca l'oferta
es: Caduca la oferta

source: Cancel·la l'oferta
es: Cancelar la oferta

source: Publica a l'intranet
es: Publica en la intranet

source: Publica l'oferta
es: Publica la oferta

source: Registra l'oferta
es: Registra la oferta

source: Registra l'oferta (intranet)
es: Registra la oferta (intranet)

source: Retira a esborrany
es: Retira a borrador

source: Envia a revisió
es: Enviar a revisión

source: Anul·lada
es: Anulada

source: Rebutjada
es: Rechazada

source: Sol·licitada
es: Solicitada

source: Accepta
es: Acepta

source: Cancel·la
es: Cancela

source: Rebutja
es: Rechaza

source: Sol·licita
es: Solicita
